{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Split","pattern":{"Regex":"\\[(.*?)\\]"},"behavior":"Isolated","invert":false},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"[CLS]","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"[SEP]","type_id":0}}],"pair":[{"SpecialToken":{"id":"[CLS]","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"[SEP]","type_id":0}},{"Sequence":{"id":"B","type_id":1}},{"SpecialToken":{"id":"[SEP]","type_id":1}}],"special_tokens":{"[CLS]":{"id":"[CLS]","ids":[2],"tokens":["[CLS]"]},"[SEP]":{"id":"[SEP]","ids":[3],"tokens":["[SEP]"]}}},"decoder":{"type":"WordPiece","prefix":"##","cleanup":true},"model":{"type":"WordPiece","unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[UNK]":0,"[PAD]":1,"[CLS]":2,"[SEP]":3,"[MASK]":4,"#":5,"+":6,"-":7,"1":8,"2":9,"3":10,"4":11,"=":12,"A":13,"B":14,"C":15,"D":16,"E":17,"F":18,"G":19,"H":20,"I":21,"K":22,"L":23,"M":24,"N":25,"O":26,"P":27,"R":28,"S":29,"T":30,"U":31,"V":32,"W":33,"X":34,"Y":35,"Z":36,"[":37,"]":38,"a":39,"b":40,"c":41,"d":42,"e":43,"f":44,"g":45,"h":46,"i":47,"l":48,"m":49,"n":50,"o":51,"r":52,"s":53,"t":54,"u":55,"y":56,"##N":57,"##b":58,"##]":59,"##T":60,"##l":61,"##H":62,"##2":63,"###":64,"##=":65,"##f":66,"##+":67,"##W":68,"##-":69,"##1":70,"##A":71,"##R":72,"##u":73,"##s":74,"##O":75,"##B":76,"##i":77,"##m":78,"##P":79,"##C":80,"##o":81,"##S":82,"##M":83,"##I":84,"##r":85,"##3":86,"##n":87,"##g":88,"##V":89,"##a":90,"##c":91,"##h":92,"##U":93,"##e":94,"##d":95,"##F":96,"##Y":97,"##G":98,"##K":99,"##4":100,"##t":101,"##Z":102,"##E":103,"##D":104,"##y":105,"##X":106,"##L":107,"##C]":108,"[C]":109,"##1]":110,"[=":111,"##Br":112,"##nc":113,"##anc":114,"##Branc":115,"##Branch":116,"##Branch1]":117,"[=C]":118,"##Ri":119,"##ng":120,"##Ring":121,"[Ring":122,"[Ring1]":123,"[Branch1]":124,"##O]":125,"##N]":126,"##2]":127,"[=Branch1]":128,"[N]":129,"##Branch2]":130,"[O]":131,"[=O]":132,"[#":133,"[Ring2]":134,"[Branch2]":135,"[=N]":136,"##S]":137,"[S]":138,"[#Branch1]":139,"[N":140,"##+1]":141,"[NH":142,"[F":143,"[F]":144,"[=Branch2]":145,"[#Branch2]":146,"[C":147,"##l]":148,"[Cl]":149,"[#C]":150,"##1+1]":151,"##-1]":152,"[P":153,"[P]":154,"[O":155,"[O-1]":156,"[NH1+1]":157,"[=Ring":158,"##2+1]":159,"[NH2+1]":160,"[=Ring1]":161,"[Br":162,"[Br]":163,"[NH1]":164,"##3+1]":165,"[NH3+1]":166,"[N+1]":167,"[=N":168,"[#N]":169,"[=NH":170,"[=S]":171,"[=NH1+1]":172,"[=Ring2]":173,"[S":174,"[Si":175,"[Si]":176,"[I":177,"[I]":178,"[=N+1]":179,"[B":180,"[=NH2+1]":181,"[B]":182,"[N-1]":183,"[=N-1]":184,"[S-1]":185,"[P+1]":186,"##H1]":187,"##e]":188,"[#N":189,"[#N+1]":190,"[C-1]":191,"[=P":192,"[=P]":193,"##3]":194,"[Se]":195,"[CH1]":196,"##Branch3]":197,"[Branch3]":198,"##H2]":199,"##n]":200,"[Sn]":201,"[SiH1]":202,"[SiH2]":203,"[A":204,"[B-1]":205,"[S+1]":206,"##s]":207,"[As]":208,"[G":209,"[T":210,"[=S":211,"[Ge]":212,"[Te]":213,"##H3]":214,"[SiH3]":215,"[C+1]":216,"[IH2]":217,"##O+1]":218,"[Al]":219,"[=O+1]":220,"##C-1]":221,"[=P+1]":222,"[Ring3]":223,"[#C-1]":224,"[H":225,"[Hg":226,"[O+1]":227,"[Hg]":228,"##b]":229,"[=Se]":230,"[CH2]":231,"##i]":232,"[PH1]":233,"[CH":234,"[#P":235,"[#P]":236,"##W]":237,"##2-1]":238,"[I+1]":239,"[Se":240,"[I-1]":241,"[=S+1]":242,"[Sb]":243,"[Pb]":244,"[Cl":245,"##+3]":246,"[=W]":247,"[=C":248,"[CH2-1]":249,"##H1+1]":250,"[Cl+3]":251,"##1-1]":252,"[=Si]":253,"##a]":254,"[=B":255,"[PH1+1]":256,"[Bi]":257,"[BH":258,"[=B]":259,"[Sn":260,"[Ga]":261,"[In]":262,"[=C+1]":263,"[=A":264,"[=I":265,"[SH1]":266,"[#S]":267,"[=As]":268,"##+2]":269,"[=SH1]":270,"##u]":271,"[SeH1]":272,"##r]":273,"[=IH2]":274,"[=R":275,"[Al":276,"[Se-1]":277,"[As":278,"[Ge":279,"[=Ru]":280,"[BH1]":281,"##V]":282,"[CH1-1]":283,"[=T":284,"[Tl]":285,"##o]":286,"[=Cr]":287,"[BH1-1]":288,"[=V]":289,"[Se+1]":290,"[=C-1]":291,"[NH1-1]":292,"[BH2-1]":293,"[W]":294,"[=Te]":295,"##e+1]":296,"##3-1]":297,"[BH3-1]":298,"[=Branch3]":299,"[As+1]":300,"##Mo]":301,"[#S":302,"[Sn+1]":303,"[GeH1]":304,"[Al-1]":305,"[=Si":306,"[R":307,"[=Z":308,"##t]":309,"[SnH1]":310,"[=SiH1]":311,"[AsH1]":312,"[Sn+2]":313,"[GeH2]":314,"[CH1+1]":315,"[Al+1]":316,"##eH1]":317,"[Te+1]":318,"[Hg+1]":319,"[=F":320,"[PH":321,"[SnH2]":322,"[=G":323,"[=PH1]":324,"[=Pt]":325,"[=Sn]":326,"[#Si]":327,"##r+2]":328,"##h]":329,"[=Mo]":330,"[=I]":331,"[=Fe]":332,"[Mo]":333,"[OH1+1]":334,"[=Ring3]":335,"[Si+1]":336,"[=Sb]":337,"[Cl+1]":338,"[P-1]":339,"[Sb":340,"[Z":341,"[=Zr+2]":342,"[TeH1]":343,"[V]":344,"[#O+1]":345,"[=Zr]":346,"[=Ge]":347,"[M":348,"[X":349,"##d]":350,"[=O":351,"[Po]":352,"[SnH3]":353,"[Al+2]":354,"[PH2+1]":355,"[Sn+3]":356,"[=Rh]":357,"[#SH1]":358,"[Ru]":359,"[Bi":360,"[=Se+1]":361,"[Fe]":362,"[Cr]":363,"[Br+2]":364,"[I+2]":365,"[#P+1]":366,"[GeH3]":367,"##H1-1]":368,"[=H":369,"[#W]":370,"[Pb":371,"[Si-1]":372,"[Cl+2]":373,"[=B-1]":374,"[=Au]":375,"[=Pd]":376,"[=Al]":377,"[Xe]":378,"##U]":379,"[I+3]":380,"[PH2-1]":381,"[K":382,"##f+2]":383,"##-2]":384,"##c]":385,"[#Mo]":386,"[=Ni]":387,"[=SH1+1]":388,"[=In]":389,"[=Ti":390,"[=Ti]":391,"[Re]":392,"[=Zn]":393,"[Sb+1]":394,"[Zr]":395,"[Mn]":396,"[K]":397,"##g]":398,"[=M":399,"[Pt]":400,"[SiH1-1]":401,"[IH3]":402,"[At]":403,"[Ti]":404,"[Ta]":405,"[=Co]":406,"[AsH2]":407,"[=Fe+1]":408,"[=GeH1]":409,"[=Os]":410,"[=OH1+1]":411,"[BiH2]":412,"[=Ti+2]":413,"[L":414,"##u+1]":415,"##Y]":416,"[Na]":417,"[Os]":418,"[=Nb]":419,"[IH1]":420,"[Au]":421,"[=Cu]":422,"[=Ir]":423,"[=Ru+1]":424,"[Li]":425,"##H2+1]":426,"##m]":427,"##n-1]":428,"##Yb]":429,"##4]":430,"##Eu]":431,"[Cs]":432,"[Ca]":433,"[Co]":434,"[OH2+1]":435,"[In-1]":436,"[=Bi]":437,"[AlH1]":438,"[=Ta]":439,"[=SiH2]":440,"[Ra]":441,"[Rh]":442,"[SbH1]":443,"[Zr+2]":444,"[XeH1]":445,"[PbH1]":446,"##sH1]":447,"##B]":448,"##o+2]":449,"##a-1]":450,"[=W":451,"[=U]":452,"[#C":453,"[#G":454,"[#B]":455,"[Ni]":456,"[Cu]":457,"[Pr]":458,"[Os":459,"[IH":460,"[=Pb]":461,"[Tl":462,"[=S-1]":463,"[Hf+2]":464,"[=Tc]":465,"[Ru":466,"[=Ga]":467,"[Sb-1]":468,"[Zn]":469,"[=Hf+2]":470,"[=Hg]":471,"[Pb+2]":472,"[=Mo+2]":473,"[U]":474,"[Eu]":475,"##f]":476,"##W+1]":477,"##-3]":478,"##Re]":479,"##i+1]":480,"##o+1]":481,"[=U":482,"[=Yb]":483,"[#T":484,"[#Branch3]":485,"[#Y]":486,"[#W+1]":487,"[#Re]":488,"[Ir":489,"[Ga-1]":490,"[Th]":491,"[Tc]":492,"[CH2+1]":493,"[=AsH1]":494,"[Rh":495,"[Rb]":496,"[PH1-1]":497,"[Mn":498,"[Bi+2]":499,"[=Hf]":500,"[=Mn]":501,"[=WH1]":502,"[#Ge]":503,"[W":504,"[Y]":505,"[Yb]":506,"##H4]":507,"##2+3]":508,"##Os]":509,"##i-1]":510,"##iH1]":511,"##Mo+1]":512,"##I]":513,"##r+1]":514,"##g+1]":515,"##VH1]":516,"##a+1]":517,"##eH2]":518,"[#U]":519,"[#Os]":520,"[#Mo+1]":521,"[#I]":522,"[Nb]":523,"[Ni-1]":524,"[Fe":525,"[Fe+1]":526,"[Cr+1]":527,"[Pt":528,"[Br+1]":529,"[SH2]":530,"[SH1+1]":531,"[Ir]":532,"[Ba]":533,"[=P-1]":534,"[Ag]":535,"[TeH2]":536,"[=SeH1]":537,"[=CH1-1]":538,"[=Bi+1]":539,"[Sn-1]":540,"[=Re]":541,"[AlH2]":542,"[=Tl]":543,"[#S-1]":544,"[#Sb]":545,"[#SiH1]":546,"[SbH2]":547,"[Mg+1]":548,"[Bi+1]":549,"[#Cr]":550,"[IH2+3]":551,"[TlH1]":552,"[TlH2]":553,"[=UH1]":554,"[Rh+1]":555,"[Mn-2]":556,"[U":557,"[E":558,"[VH1]":559,"##b+1]":560,"##Ho]":561,"##f+":562,"##1+3]":563,"##AsH1]":564,"##uH3]":565,"##s+2]":566,"##mH3]":567,"##o-3]":568,"##r-2]":569,"##nH2]":570,"##hH2]":571,"##d-1]":572,"##YH1]":573,"##Dy":574,"##La]":575,"[=Y]":576,"[=Eu]":577,"[=VH1]":578,"[=YH1]":579,"[#Eu]":580,"[#Ho]":581,"[#AsH1]":582,"[#Dy":583,"[#La]":584,"[No]":585,"[Ni+1]":586,"[Ce]":587,"[Cd]":588,"[Co-3]":589,"[PH2]":590,"[Pa]":591,"[Pm]":592,"[Pd-1]":593,"[Sr]":594,"[Sm]":595,"[SmH3]":596,"[Ba+1]":597,"[#Nd]":598,"[=PH2]":599,"[=PH1+1]":600,"[Ac]":601,"[Am]":602,"[Gd]":603,"[Tm]":604,"[Ta-1]":605,"[ThH2]":606,"[=Sb+1]":607,"[=SnH2]":608,"[Ho]":609,"[Hf+":610,"[Hg-1]":611,"[HgH1]":612,"[#Pr]":613,"[=Ce]":614,"[=Cd]":615,"[=Ba]":616,"[=Ag]":617,"[AlH1-1]":618,"[Al-2]":619,"[AsH4]":620,"[=Th]":621,"[=Tm]":622,"[#Se]":623,"[#SH1-1]":624,"[=Si+1]":625,"[=FeH1]":626,"[PH4]":627,"[Zr-2]":628,"[Mt]":629,"[Mo+1]":630,"[=Os+2]":631,"[BiH1]":632,"[PbH2]":633,"[PbH4]":634,"[=Ti+1]":635,"[=W-1]":636,"[#Ce]":637,"[#Co]":638,"[#Gd]":639,"[Os+1]":640,"[OsH2]":641,"[Os+2]":642,"[Os-3]":643,"[IH4]":644,"[IH1+3]":645,"[RuH2]":646,"[Ru+3]":647,"[Ru+2]":648,"[Ru-2]":649,"[=U+2]":650,"[#Te]":651,"[#Tb]":652,"[#Ta+1]":653,"[Ir+3]":654,"[Ir-2]":655,"[Ir-3]":656,"[RhH1]":657,"[MnH1]":658,"[WH2]":659,"[W+2]":660,"[Fe-1]":661,"[Fe-2]":662,"[Pt-1]":663,"[Pt-2]":664,"[U+3]":665,"[EuH3]":666,"[#Dy]":667,"[Hf+4]":668}}}